{
    "geral": [
        ["titulo", "Como funciona o Suno Maestro?"],
        ["descricao", "Este aplicativo organiza suas ideias criativas e as transforma em um prompt estruturado e otimizado para o ChatGPT (ou outro modelo), com foco na criação de músicas no Suno.ai."],
        ["campos_em_branco", "Não é necessário preencher todos os campos. Qualquer campo deixado em branco será preenchido como 'AUTOMATIC_INPUT', permitindo que a IA tome decisões criativas coerentes com os demais parâmetros definidos."]
    ],

    "campos": [
        ["tema", "O assunto central da música (ex: Amor perdido, Viagem espacial, Cyberpunk)."],
        ["mensagem", "A ideia central, reflexão ou sentimento que a letra deve transmitir."],
        ["palavras_chave", "Palavras ou expressões que devem aparecer explicitamente na letra."],
        ["idioma", "Idioma em que a letra será escrita."],

        ["genero", "Gênero musical principal que orienta toda a composição (ex: Rock, Samba, Eletrônica)."],
        ["ritmo", "Subgênero, groove ou estilo rítmico específico (ex: Bossa Nova, Punk Rock, Samba-Enredo)."],
        ["referencia", "Artistas, músicas ou estilos de referência que ajudam a IA a entender a sonoridade desejada."],

        ["vibe_emocional", "Clima emocional predominante da música (ex: Melancólico, Eufórico, Sombrio)."],
        ["tom", "Tom lírico da composição: atitude, postura ou voz emocional do eu lírico (ex: Confessional, Irônico, Romântico, Sarcástico)."],

        ["estrutura", "Organização das seções da música (ex: Intro, Verso, Refrão). Se vazio, a IA define uma estrutura adequada ao gênero e ritmo."],
        ["publico", "Público-alvo da música (ex: Jovens, Público de academia, Fãs de jazz). Influencia vocabulário e energia."],
        ["narrador", "Quem canta ou fala na música (ex: Um velho sábio, Um robô, Uma criança). Define a persona vocal."],
        ["tipo_vocal", "Características da voz e da interpretação vocal (ex: Barítono, Rouco, Drive, Popular, Suave). Pode combinar extensão, timbre, técnica e estilo."],

        ["influencia_estetica", "Referências estéticas amplas (movimentos, épocas, culturas ou filosofias) que moldam o estilo musical e artístico (ex: Tropicália, Art Nouveau, Minimalismo, Futurista)."],
        ["tipo_de_gravacao", "Característica da produção sonora (ex: Acústico, Ao vivo, Estúdio processado, Lo-fi)."]
    ]
}